var songData = [{
    songName: "素颜",
    songer: "许嵩,何曼婷",
    songLen:"03:58",
    songSrc: "./resource/suyan.mp3",
    songImgSrc: "./images/songImg/suyan.jpg",
    songLyrics: "[00: 00.000] 作曲: 许嵩[00: 01.000] 作词: 许嵩[00: 12.750] 又是一个安静的晚上[00: 15.600] 一个人窝在摇椅里乘凉[00: 18.540] 我承认这样真的很安详[00: 20.870] 和楼下老爷爷一样[00: 24.230] 听说你还在搞什么原创[00: 27.050] 搞来搞去好像也就这样[00: 29.910] 不如花点时间想想[00: 32.000] 琢磨一下模样[00: 35.330] 今夜化了美美的妆[00: 38.150](我相信是很美美的装)[00: 41.180] 我摇晃在舞池中央[00: 44.010](那种体态可以想象)[00: 47.150] 我做我的改变 又何必纠结[00: 51.210] 那就拜托别和我碰面[00: 56.860] 如果再看你一眼[00: 59.570] 是否还会有感觉[01: 02.290] 当年素面朝天要多纯洁就有多纯洁[01: 08.010] 不画扮熟的眼线[01: 10.740] 不用抹匀粉底液[01: 13.770] 暴雨天 照逛街[01: 16.560] 偷笑别人花了脸[01: 19.290] 如果再看你一眼[01: 22.190] 是否还会有感觉[01: 25.060] 最真实的喜怒哀乐全都埋葬在昨天[01: 30.600] 不掺任何的表演[01: 33.280] 轰轰烈烈那几年[01: 36.240] 我怀念 别怀念[01: 39.130] 怀念也回不到从前[02: 00.320] 又是一个安静的晚上[02: 02.680] 一个人窝在摇椅里乘凉[02: 05.580] 我承认这样真的很安详[02: 08.070] 和楼下老爷爷一样[02: 11.350] 听说你还在搞什么原创[02: 14.440] 搞来搞去好像也就这样[02: 17.200] 不如花点时间想想[02: 19.190] 琢磨一下模样[02: 22.730] 今夜化了美美的妆[02: 25.280](我相信是很美美的装)[02: 28.410] 我摇晃在舞池中央[02: 30.920](那种体态可以想象)[02: 34.020] 我做我的改变 又何必纠结[02: 38.410] 那就拜托别和我碰面[02: 44.070] 如果再看你一眼[02: 46.810] 是否还会有感觉[02: 49.590] 当年素面朝天要多纯洁就有多纯洁[02: 55.320] 不画扮熟的眼线[02: 58.030] 不用抹匀粉底液[03: 00.930] 暴雨天 照逛街[03: 03.690] 偷笑别人花了脸[03: 06.550] 如果再看你一眼[03: 09.460] 是否还会有感觉[03: 12.270] 最真实的喜怒哀乐全都埋葬在昨天[03: 17.850] 不掺任何的表演[03: 20.520] 轰轰烈烈那几年[03: 23.500] 我怀念 别怀念[03: 26.140] 怀念也回不到从前[03: 30.570] 曾经对上的瞬间[03: 33.250] 难道是一种错觉[03: 35.790] 那些流逝了的就永远不会复现[03: 40.950] 不掺任何的表演[03: 43.230] 轰轰烈烈那几年[03: 46.090] 有遗憾的感觉 为何感觉[03: 50.190] 那消失不见的素颜"

}, {
    songName: "有点甜",
    songer: "汪苏泷",
    songLen:"03:55",
    songSrc: "./resource/littleswitch.mp3",
    songImgSrc: "./images/songImg/littleswitch.jpg",
    songLyrics: "[00: 00.000] 作曲: 汪苏泷[00: 01.000] 作词: 汪苏泷[00: 18.22] 汪： 摘一颗苹果[00: 20.09] 等你从门前经过[00: 22.97] 送到你的手中帮你解渴[00: 26.46] BY2： 像夏天的可乐[00: 29.21] 像冬天的可可[00: 31.76] 你是对的时间对的角色[00: 36.20] 汪： 已经约定过[00: 38.31] 一起过下个周末[00: 41.12] 你的小小情绪对我来说[00: 44.80] BY2： 我也不知为何[00: 47.55] 伤口还没愈合[00: 50.30] 你就这样闯进我的心窝[00: 54.38] 是你让我看见干枯沙漠开出花一朵[00: 59.18] 汪： 是你让我想要每天为你写一首情歌[01: 03.73] BY2： 用最浪漫的副歌[01: 05.92] 汪： 你也轻轻的附和[01: 08.66] BY2： 眼神坚定着我们的选择[01: 12.72] 是你让我的世界从那刻变成粉红色[01: 17.34] 汪： 是你让我的生活从此都只要你配合[01: 22.02] Yumi： 爱要精心来雕刻[01: 24.33] 汪： 我是米开朗基罗[01: 26.94] 合： 用心刻画最幸福的风格[01: 31.68] BY2： 用时间 去思念 爱情有点甜[01: 40.86] 这心愿 不会变 爱情有点甜[01: 49.70] 汪： 已经约定过[01: 51.51] 一起过下个周末[01: 54.33] 你的小小情绪对我来说[01: 58.00] Miko： 我也不知为何[02: 00.76] 伤口还没愈合[02: 03.32] 你就这样闯进我的心窝[02: 07.78] Yumi： 是你让我看见干枯沙漠开出花一朵[02: 12.34] 汪： 是你让我想要每天为你写一首情歌[02: 16.84] BY2： 用最浪漫的副歌[02: 19.08] 汪： 你也轻轻的附和[02: 21.83] 合： 眼神坚定着我们的选择[02: 26.00] Miko： 是你让我的世界从那刻变成粉红色[02: 30.56] 汪： 是你让我的生活从此都只要你配合[02: 35.18] Yumi： 爱要精心来雕刻[02: 37.36] 汪： 我是米开朗基罗[02: 40.05] 合： 用心刻画最幸福的风格[02: 44.41] Yumi： 是你让我看见干枯沙漠开出花一朵[02: 48.84] 汪： 是你让我想要每天为你写一首情歌[02: 53.40] Yumi： 用最浪漫的副歌[02: 55.83] 汪： 你也轻轻的附和[02: 58.26] 合： 眼神坚定着我们的选择[03: 02.64] BY2： 是你让我的世界从那刻变成粉红色[03: 07.19] 汪： 是你让我的生活从此都只要你配合[03: 11.75] BY2： 爱要精心来雕刻[03: 13.93] 汪： 我是米开朗基罗[03: 16.61] 合： 用心刻画最幸福的风格[03: 20.79] 用心刻画最幸福的风格"
}, {
    songName: "我们的爱",
    songer: "F.I.R.",
    songLen:"04:47",
    songSrc: "./resource/ourlove.mp3",
    songImgSrc: "./images/songImg/ourlove.jpg",
    songLyrics: " [00: 00.000] 作曲: F.I.R.[00: 00.340] 作词: F.I.R. / 谢宥慧[00: 01.020] 编曲: Terence Teo[00: 21.920] 回忆里想起模糊的小时候[00: 28.800] 云朵漂浮在蓝蓝的天空[00: 34.229] 那时的你说 要和我手牵手[00: 42.489] 一起走到时间的尽头[00: 49.509] 从此以后我都不敢抬头看[00: 56.589] 仿佛我的天空失去了颜色[01: 02.379] 从那一天起 我忘记了呼吸[01: 10.700] 眼泪啊永远不再 不再哭泣[01: 20.200] 我们的爱 过了就不再回来[01: 27.480] 直到现在 我还默默的等待[01: 33.909] 我们的爱 我明白 已变成你的负担[01: 41.499] 只是永远 我都放不开[01: 46.909] 最后的温暖[01: 55.719] 你给的温暖[02: 18.710] 从此以后我都不敢抬头看[02: 25.530] 仿佛我的天空失去了颜色[02: 31.600] 从那一天起 我忘记了呼吸[02: 39.210] 眼泪啊永远不再 不再哭泣[02: 50.360] 我们的爱 过了就不再回来[02: 58.050] 直到现在 我还默默的等待[03: 04.490] 我们的爱 我明白 已变成你的负担[03: 12.400] 只是永远 我都放不开[03: 18.300] 最后的温暖[03: 26.050] 你给的温暖[03: 30.060] 不要再问你是否爱我[03: 33.110] 现在我想要自由天空[03: 36.720] 远离开这被捆绑的世界[03: 40.550] 不再寂寞喔[03: 47.180] 我们的爱 过了就不再回来[03: 54.710] 直到现在 我还默默的等待[04: 01.110] 我们的爱 我明白 已变成你的负担[04: 08.540] 只是永远 我都放不开[04: 14.150] 最后的温暖[04: 22.729] 你给的温暖 "
}, {
    songName: "只因你太美",
    songer: "SWIN",
    songLen:"03:39",
    songSrc: "./resource/becauseyouarebeautiful.mp3",
    songImgSrc: "./images/songImg/becauseyouarebeautiful.jpg",
    songLyrics: " [00:00.000] 作曲 : WILLIUS [00: 00.146] 作词: WILLIUS / RK[00: 00.440] 编曲： WILLIUS[00: 00.570] 译词 / 中文词翻译： 邓晶[00: 00.940] Rap创作： 蔡徐坤[00: 02.120] 只因你太美 baby 只因你太美 baby [00: 08.600] 只因你实在是太美 baby 只因你太美 baby [00: 18.480] 迎面走来的你让我如此蠢蠢欲动[00: 20.260] 这种感觉我从未有[00: 21.710] Cause I got a crush on you who you [00: 25.240] 你是我的我是你的谁[00: 27.730] 再多一眼看一眼就会爆炸[00: 29.990] 再近一点靠近点快被融化[00: 31.990] 想要把你占为己有baby bae[00: 34.310] 不管走到哪里都会想起的人是你 you you[00: 36.870] 我应该拿你怎样[00: 38.970] uh 所有人都在看着你[00: 41.570] 我的心总是不安[00: 43.740] oh 我现在已病入膏肓 [00: 46.270] eh eh 难道真的因为你而疯狂吗[00: 49.980] 我本来不是这种人 [00: 53.110] 因你变成奇怪的人 [00: 55.340] 第一次呀变成这样的我 [01: 00.810] 不管我怎么去否认[01: 02.710] 只因你太美 baby 只因你太美 baby [01: 11.100] 只因你实在是太美 baby 只因你太美 baby[01: 19.420] oh eh oh 现在确认地告诉我 [01: 25.060] oh eh oh 你到底属于谁 [01: 29.250] oh eh oh 现在确认地告诉我 [01: 33.990] oh eh oh 你到底属于谁 就是现在告诉我 [01: 40.180] 跟着这节奏 缓缓 make wave[01: 42.380] 甜蜜的奶油 it 's your birthday cake [01: 44.430] 男人们的 game call me 你恋人[01: 46.300] 别被欺骗愉快的 I wanna play[01: 48.270] 我的脑海每分每秒只为你一人沉醉[01: 50.390] 最迷人让我神魂颠倒是你身上香水[01: 52.700] oh right baby I 'm fall in love with you[01: 54.270] 我的一切你都拿走只要有你就已足够 [01: 58.210] 我到底应该怎样 [01: 59.900] uh 我心里一直很不安 [02: 02.680] 其他男人们的视线[02: 04.080] Oh 全都只看向你的脸 [02: 07.040] Eh eh 难道真的因为你而疯狂吗[02: 11.380] 我本来不是这种人 [02: 13.860] 因你变成奇怪的人 [02: 16.140] 第一次呀变成这样的我 [02: 21.470] 不管我怎么去否认 [02: 23.740] 只因你太美 baby 只因你太美 baby [02: 31.880] 只因你实在是太美 baby 只因你太美 baby [02: 43.200] 我愿意把我的全部都给你[02: 47.110] 我每天在梦里都梦见你还有我闭着眼睛也能看到你 [02: 52.020] 现在开始我只准你看我[02: 56.340] I don 't wanna wake up in dream 我只想看你这是真心话 [02: 59.270] 只因你太美 baby 只因你太美 baby[03: 06.670] [03: 07.680] 只因你实在是太美 baby 只因你太美 baby[03: 15.810] [03: 16.390] oh eh oh 现在确认的告诉我[03: 20.380] [03: 21.300] oh eh oh 你到底属于谁[03: 24.630] [03: 26.200] oh eh oh 现在确认的告诉我[03: 29.330] [03: 30.410] oh eh oh 你到底属于谁就是现在告诉我 "
}, {
    songName: "空空如也",
    songer: "任然",
    songLen:"03:33",
    songSrc: "./resource/spacespace.mp3",
    songImgSrc: "./images/songImg/spacespace.jpg",
    songLyrics: "  [00: 00.000] 作曲: 雪无影[00: 01.000] 作词: 雪无影[00: 07.00] 编曲： 朱鸽[00: 13.39] 熟悉的 陌生的 这种感觉[00: 16.90] 重复的 曾经的 那些情节[00: 19.57] 也只是 怀念[00: 24.15] 一滴滴 一点点 一页一篇[00: 29.15] 分手了 也不过 三百多天[00: 31.83] 可我却 害怕遇见[00: 36.54] 我懵懵懂懂过了一年[00: 39.53] 这一年似乎没有改变[00: 42.76] 守着你离开后的世界[00: 45.45] 空 空如也[00: 48.67] 白天和晚上都是冬夜[00: 52.07] 悲伤的到来我从不拒~绝~[00: 56.16] 反正亦是[00: 58.46] 空空空空如也[01: 01.41] 我懵懵懂懂过了一年[01: 04.25] 徘徊在石板路的街边[01: 07.39] 曾经笑容灿烂如今却[01: 10.18] 空空如也[01: 13.88] 一切的星光都已陨灭[01: 16.75] 得过且过是我如今速写[01: 20.21] 无所谓 让痛重叠[01: 50.14] 我懵懵懂懂过了一年[01: 53.89] 这一年似乎没有改变[01: 56.90] 守着你离开后的世界[01: 59.34] 空 空如也[02: 02.58] 白天和晚上都是冬夜[02: 05.75] 悲伤的到来我从不拒~绝~[02: 09.39] 反正亦是[02: 12.43] 空空空空如也[02: 15.15] 我懵懵懂懂过了一年[02: 18.18] 徘徊在石板路的街边[02: 21.20] 曾经笑容灿烂如今却[02: 23.90] 空空如也[02: 27.58] 一切的星光都已陨灭[02: 30.61] 得过且过是我如今速写[02: 34.21] 无所谓 让痛重叠[02: 39.54] 我懵懵懂懂过了一年[02: 42.92] 这一年似乎没有改变[02: 46.17] 守着你离开后的世界[02: 48.59] 空 空如也[02: 51.98] 白天和晚上都是冬夜[02: 55.16] 悲伤的到来我从不拒~绝~[02: 58.90] 反正亦是[03: 01.63] 空空空空如也[03: 04.42] 我懵懵懂懂过了一年[03: 07.51] 徘徊在石板路的街边[03: 10.64] 曾经笑容灿烂如今却[03: 13.22] 空空如也[03: 16.47] 一切的星光都已陨灭[03: 19.95] 得过且过是我如今速写[03: 23.49] 无所谓 让痛重叠[03: 29.60] 录音： 浔浔、 朱鸽[03: 29.60] 混音： 殇小谨[03: 29.60] 吉他： 朱鸽、 尉迟墨儒[03: 29.60] 和声： 皎月[03: 29.60] 和声编写： 皎月[03: 29.60] 制作人： 朱鸽[03: 29.60] 配唱制作人： 殇小谨[03: 29.60] 录音室： 1803 Studio[03: 29.60] 混音室：[03: 29.60] Hot Music Studio[03: 29.60] 监制： 三千[03: 29.60] 企划营销： 梦童娱乐[03: 29.60] OP： 千和世纪 "
}, {
    songName: "123我爱你",
    songer: "新乐尘符",
    songLen:"03:19",
    songSrc: "./resource/123loveyou.mp3",
    songImgSrc: "./images/songImg/123loveyou.jpg",
    songLyrics: " [00:00.000] 作曲 : 江潮 [00: 01.000] 作词: 孟君酱[00: 03.37] 编曲： 江潮[00: 04.75] 吉他： 蔡剑[00: 06.34] 和声： 江潮[00: 07.81] rap： 江潮[00: 09.11] 混音： ET[00: 10.31] 制作人： 江潮[00: 11.50] 出品： 新乐尘符[00: 12.70] 轻轻贴近你的耳朵[00: 16.00] 莎朗嘿哟[00: 18.03] 情话永远不嫌太多[00: 20.34] 对你说[00: 24.00] 一全听你的[00: 26.69] 二给你好的[00: 28.90] 数到三永远爱你一个[00: 34.67] 四不会犯错[00: 37.35] 五不会啰嗦[00: 39.64] 每天为你打call[00: 41.35] cook也不错[00: 44.68] 轻轻贴近你的耳朵[00: 47.98] 莎朗嘿哟[00: 49.98] 情话永远不嫌太多[00: 52.31] 对你说[00: 55.33] 打开你的爱情手册[00: 58.66] 就在此刻[01: 00.68] 为你唱的专属情歌[01: 03.00] 要记得 [01: 17.32] 说你想说的[01: 20.00] 做你想做的[01: 22.29] 别怕失败因为你有我[01: 28.01] 陪你看日落[01: 30.65] 陪你等雨过[01: 32.96] 陪你一起唱完[01: 34.66] 我们爱的歌[01: 38.01] 轻轻贴近你的耳朵[01: 41.33] 莎朗嘿哟[01: 43.32] 情话永远不嫌太多[01: 45.63] 对你说[01: 48.64] 打开你的爱情手册[01: 51.94] 就在此刻[01: 53.98] 为你唱的专属情歌[01: 56.30] 要记得[01: 59.71] 江潮：[02: 10.34] 我轻轻靠近你的耳朵 说爱你不嫌太多[02: 13.12] 如果相遇的几率 亿万分之一那么多[02: 15.85] 请相信我的真真真心比宇宙还辽阔[02: 18.54] 我会牵着你的手 直到你全部接受[02: 20.91] 我靠近你的耳朵[02: 23.98] 莎朗嘿哟 hu~[02: 31.32] 打开你的爱情手册[02: 34.63] 就在此刻[02: 36.65] 为你唱的专属情歌[02: 38.94] 要记得[02: 42.67] 我轻轻靠近你的耳朵 说爱你不嫌太多[02: 45.22] 如果相遇的几率 亿万分之一那么多[02: 47.86] 请相信我的真真真心比宇宙还辽阔[02: 50.61] 我会牵着你的手 直到你全部接受[02: 53.05] 打开你的爱情手册[02: 55.97] 就在这一刻[02: 57.99] 这首专属情歌[03: 00.30] 请记得[03: 13.44]"
}, {
    songName: "虞美人盛开的山坡",
    songer: "手嶌葵",
    songLen:"05:23",
    songSrc: "./resource/beautifulpeople.mp3",
    songImgSrc: "./images/songImg/beautifulpeople.jpg",
    songLyrics: " [00:00.000] 作曲 : 坂田晃一 [00: 00.000] 作词: 万里村ゆき子[00: 00.02] 编曲: 武部聡志 [00: 21.10] 光る海に かすむ船は[00: 27.97] さよならの汽笛 のこします[00: 34.90] ゆるい坂を おりてゆけば[00: 41.72] 夏色の風に あえるかしら[00: 48.72] わたしの愛 それはメロディー[00: 55.42] たかく ひくく 歌うの[01: 02.30] わたしの愛 それはカモメ[01: 09.13] たかく ひくく 飛ぶの[01: 16.02] 夕陽のなか 呼んでみたら[01: 22.89] やさしいあなたに 逢えるかしら [01: 43.52] だれかが弾く ピアノの音[01: 50.36] 海鳴りみたいに きこえます[01: 57.18] おそい午後を 往き交うひと[02: 04.10] 夏色の夢を はこぶかしら[02: 10.87] わたしの愛 それはダイアリー[02: 17.70] 日々のページ つづるの[02: 24.56] わたしの愛 それは小舟[02: 31.41] 空の海をゆくの[02: 38.39] 夕陽のなか 振り返れば[02: 45.21] あなたはわたしを 探すかしら [03: 24.59] 散歩道に ゆれる木々は[03: 31.47] さよならの影を おとします[03: 38.41] 古いチャペル 風見の鶏(とり)[03: 45.23] 夏色の街は みえるかしら[03: 52.10] きのうの愛 それは涙[03: 58.92] やがて かわき 消えるの[04: 05.68] あしたの愛 それはルフラン[04: 12.62] おわりのない言葉[04: 19.53] 夕陽のなか めぐり逢えば[04: 26.35] あなたはわたしを 抱くかしら[04: 37.93]"
}, {
    songName: "小跳蛙",
    songer: "青蛙",
    songLen:"02:31",
    songSrc: "./resource/littlefrog.mp3",
    songImgSrc: "./images/songImg/littlefrog.jpg",
    songLyrics: " [00:00.000] 作曲 : 彭钧 [00: 01.000] 作词: 彭钧 / 李润[00: 14.81] 快乐池塘栽种了 梦想就变成海洋[00: 18.73] 鼓鼓的眼睛大嘴巴 同样唱的响亮[00: 22.82] 借我一双小翅膀 就能飞向太阳[00: 26.76] 我相信 奇迹就在身上[00: 30.72] [00: 31.05] 啦......[00: 36.94] 有你相伴 leap frog[00: 38.71] 啦......[00: 42.86] 自信成长 有你相伴 leap frog[00: 48.140] 快乐的一只小青蛙 leap frog[00: 51.470] 快乐的一只小青蛙 leap frog[00: 56.13] 快乐的池塘里面有只小青蛙[01: 00.00] 它跳起舞来就像被王子附体了[01: 03.76] 酷酷的眼神 没有哪只青蛙能比美[01: 08.07] 总有一天它会被公主唤醒了[01: 11.23] [01: 12.08] 啦......leap frog[01: 19.09] 啦......leap frog[01: 27.42] [01: 28.08] 它是一只小跳蛙 越过蓝色大西洋[01: 31.88] 跳到遥远的东方 跳到我们身旁[01: 35.85] 春夏秋冬 我们是最好的伙伴[01: 39.92] 亲吻它就会变得不一样[01: 43.49] [01: 43.88] 啦......[01: 49.32] 变变变 leap frog[01: 51.61] 啦......[01: 56.26] 自信成长 有你相伴 leap frog[01: 59.60] [02: 00.05] 啦......[02: 04.11] 有你相伴 leap frog[02: 07.99] 啦......[02: 12.37] 自信成长 有你相伴 leap frog[02: 15.78] [02: 17.48] 快乐的一只小青蛙 leap frog[02: 21.29] 快乐的一只小青蛙 leap frog "
}, {
    songName: "essa",
    songer: "Otros Aires",
    songLen:"02:49",
    songSrc: "./resource/essa.mp3",
    songImgSrc: "./images/songImg/essa.jpg",
    songLyrics: "[00:00.000]-------暂无歌词------- "
}, {
    songName: "「千と千尋の神隠し」 主題歌",
    songer: "伊藤サチコ",
    songLen:"03:48",
    songSrc: "./resource/hedu.mp3",
    songImgSrc: "./images/songImg/hedu.jpg",
    songLyrics: " [00:00.000] 作曲 : 江潮 [00: 01.000] 作词: 孟君酱[00: 03.37] 编曲： 江潮[00: 04.75] 吉他： 蔡剑[00: 06.34] 和声： 江潮[00: 07.81] rap： 江潮[00: 09.11] 混音： ET[00: 10.31] 制作人： 江潮[00: 11.50] 出品： 新乐尘符[00: 12.70] 轻轻贴近你的耳朵[00: 16.00] 莎朗嘿哟[00: 18.03] 情话永远不嫌太多[00: 20.34] 对你说[00: 24.00] 一全听你的[00: 26.69] 二给你好的[00: 28.90] 数到三永远爱你一个[00: 34.67] 四不会犯错[00: 37.35] 五不会啰嗦[00: 39.64] 每天为你打call[00: 41.35] cook也不错[00: 44.68] 轻轻贴近你的耳朵[00: 47.98] 莎朗嘿哟[00: 49.98] 情话永远不嫌太多[00: 52.31] 对你说[00: 55.33] 打开你的爱情手册[00: 58.66] 就在此刻[01: 00.68] 为你唱的专属情歌[01: 03.00] 要记得 [01: 17.32] 说你想说的[01: 20.00] 做你想做的[01: 22.29] 别怕失败因为你有我[01: 28.01] 陪你看日落[01: 30.65] 陪你等雨过[01: 32.96] 陪你一起唱完[01: 34.66] 我们爱的歌[01: 38.01] 轻轻贴近你的耳朵[01: 41.33] 莎朗嘿哟[01: 43.32] 情话永远不嫌太多[01: 45.63] 对你说[01: 48.64] 打开你的爱情手册[01: 51.94] 就在此刻[01: 53.98] 为你唱的专属情歌[01: 56.30] 要记得[01: 59.71] 江潮：[02: 10.34] 我轻轻靠近你的耳朵 说爱你不嫌太多[02: 13.12] 如果相遇的几率 亿万分之一那么多[02: 15.85] 请相信我的真真真心比宇宙还辽阔[02: 18.54] 我会牵着你的手 直到你全部接受[02: 20.91] 我靠近你的耳朵[02: 23.98] 莎朗嘿哟 hu~[02: 31.32] 打开你的爱情手册[02: 34.63] 就在此刻[02: 36.65] 为你唱的专属情歌[02: 38.94] 要记得[02: 42.67] 我轻轻靠近你的耳朵 说爱你不嫌太多[02: 45.22] 如果相遇的几率 亿万分之一那么多[02: 47.86] 请相信我的真真真心比宇宙还辽阔[02: 50.61] 我会牵着你的手 直到你全部接受[02: 53.05] 打开你的爱情手册[02: 55.97] 就在这一刻[02: 57.99] 这首专属情歌[03: 00.30] 请记得[03: 13.44]"
}, {
    songName: "溜冰圆舞曲",
    songer: "Various Artists",
    songLen:"03:10",
    songSrc: "./resource/VariousArtists.mp3",
    songImgSrc: "./images/songImg/VariousArtists.jpg",
    songLyrics: "[00:00.000]-------暂无歌词------- "
}, {
    songName: "我已经爱上你(最新完整版)",
    songer: "蔡方萌",
    songLen:"02:55",
    songSrc: "./resource/lovedyou.mp3",
    songImgSrc: "./images/songImg/lovedyou.jpg",
    songLyrics: "[00:00.000]-------暂无歌词------- "
}, {
    songName: "Divide",
    songer: "Magna",
    songLen:"04:16",
    songSrc: "./resource/Divide.mp3",
    songImgSrc: "./images/songImg/Divide.jpg",
    songLyrics: "[00:00.000]-------暂无歌词------- "
}];